/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Aksepterer";

/* (AEService) The default message for an unknown error. */
"An unexpected error occurred. Please contact support team." = "En uventet feil oppstod. Vennligst ta kontakt med brukerstøtten.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Forsøkte å konvertere regler til JSON mens tjenesten ikke er startet.";

/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"Before you can use this action extension, %@ has to perform an initial configuration. Launch the main %@ app to let it do so." = "Før du kan bruke denne handlingsutvidelsen, må %1$@ utføre en innledende konfigurasjon. Start hoved %2$@ applikasjonen for å la den gjøre det.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Rapporter feil";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Kan ikke konvertere regler. En uventet feil oppstod. Vennligst ta kontakt med brukerstøtten.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "Kan ikke initialisere konverter til JSON-format!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Kan ikke sende feilrapport fordi det muligens ikke er konfigurert en e-postkonto på enheten din.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Kan ikke sende melding til brukerstøtten fordi du ikke har konfigurert en e-postkonto.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Avbryt";

/* (AEService) Service errors descriptions */
"Cannot convert the filter rule. Rule text is invalid." = "Kan ikke konvertere filterregelen. Regelteksten er ugyldig.";

/* (AEUIUtils) User filter convertering error description. */
"Cannot convert user filter rules. One of the rules contains an error. Check the rule next to the current cursor position." = "Kan ikke konvertere brukerfilterregler. En av reglene inneholder en feil. Kontroller regelen ved siden av gjeldende museposisjon.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "Aktiver filtrering på %@";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Feil";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Overskred det maksimale antall filterregler.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Filtrene kan ikke lastes inn i Safari. Derfor ble de siste endringene dine ikke lagret.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Feil blokkering på side:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Mindre";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Laster Safari-filtre. Vennligst ikke slå av AdGuard. Prosessen tar ikke mer enn 30 sekunder...";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Mer";

/* (Action Extension - AEAUIMainController) error occurs when content blocker is disabled. */
"Note that the Content blocker is disabled. That means ads will not be filtered regardless of AdGuard settings. Please enable AdGuard Content blocker in Safari settings to start filtering." = "Merk at innholdsblokkereren er deaktivert. Det betyr at annonser ikke blir filtrert, uavhengig av AdGuard-innstillingene. Vennligst aktiver AdGuard-innholdsblokkering i Safari-innstillingene for å starte filtreringen.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Forhåndsvisning";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Rapporter ukorrekt blokkering";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "Vertsnavnet er ikke oppnådd. Kanskje siden er ikke lastet inn ennå.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Denne nettsidens sikkerhetsretningslinjer tillater ikke å starte AdGuard-assistent.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Det oppstod uventet feil under initialiseringen av Safari-handlingsutvidelsen. Ta kontakt med AdGuard-brukerstøtten hvis dette oppstår igjen.";

/* (Action Extension - AEAUIMainController) Warning tile */
"Warning" = "Advarsel";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Du har overskredet maksimalt antall filterregler.";

